{
    "section_title": "మా న్యాయ సేవలు",
    "section_desc": "మీ అవసరాలకు అనుగుణంగా ఖచ్చితంగా మరియు శ్రద్ధతో రూపొందించిన సమగ్ర న్యాయ పరిష్కారాలు.",
    "service": [
      {
        "title": "న్యాయ సంప్రదింపు",
        "tag": "legal consultation",
        "description": [
          "JP LAW SUVIDHA నిపుణుల దృష్టికోణాన్ని ఆధునిక సాంకేతికతతో కలిపి సంప్రదింపు అనుభవాన్ని మెరుగుపరుస్తుంది.",
          "మీరు న్యాయ సమస్యను ఎదుర్కొంటున్నా, పత్రాలను సమీక్షించాలనుకున్నా, లేదా మీ హక్కులపై ప్రశ్నలు ఉన్నా — మీ అవసరాలకు అనుగుణంగా నిపుణులను కనెక్ట్ చేస్తుంది.",
          "AI ఆధారిత యాల్గోరిథమ్‌లను ఉపయోగించి మీ సమస్యను విశ్లేషించి అనుభవజ్ఞులైన న్యాయవాదులను కలిపేస్తుంది.",
          "వీడియో కాల్, మెసేజింగ్, డాక్యుమెంట్ షేరింగ్ — అన్నీ సురక్షితంగా మీ సౌలభ్యం కోసం.",
          "ప్రతి సంప్రదింపు గోప్యంగా నిష్పాదించబడుతుంది మరియు భద్రంగా నిల్వ చేయబడుతుంది.",
          "వ్యక్తిగతంగా లేదా వ్యాపారపరంగా అవసరమున్నా — వేగంగా, గమనించదగ్గ ఫలితాల కోసం ప్లాట్‌ఫారమ్ ఉపయుక్తం."
        ]
      },
      {
        "title": "న్యాయ ప్రాతినిధ్యం",
        "tag": "legal representation",
        "description": [
          "JP LAW SUVIDHA నేరుగా న్యాయ ప్రాతినిధ్యం ఇవ్వదు కానీ న్యాయ నిపుణులను కనెక్ట్ చేయడంలో సహాయం చేస్తుంది.",
          "కేస్ టైప్, ప్రదేశం, లభ్యత ఆధారంగా నిపుణులను కనెక్ట్ చేయడంలో AI ఉపయోగిస్తుంది.",
          "వడపోత ఎంపికలతో మీకు కావలసిన న్యాయవాదిని పొందండి.",
          "కోర్టు కేసులు, ఒప్పంద చర్చలు మరియు సలహా సేవలకు మద్దతు.",
          "సురక్షిత కమ్యూనికేషన్ సాధనాలు మరియు సమయం నిర్ణయాలు అందుబాటులో ఉన్నాయి.",
          "దస్త్రాల మార్పిడి త్వరితంగా జరుగుతుంది.",
          "ఫస్ట్ కాన్టాక్టు నుండి ప్రాతినిధ్యం వరకూ అనుభవం సాఫీగా ఉంటుంది.",
          "సులభమైన న్యాయ సేవల కోసం ప్లాట్‌ఫారమ్ ఉపయుక్తంగా ఉంటుంది."
        ]
      },
      {
        "title": "ఎంటర్‌ప్రైజ్ లీగల్",
        "tag": "Enterprise Legal",
        "description": [
          "స్టార్టప్‌లు మరియు మధ్య తరహా కంపెనీల కోసం ప్రత్యేకంగా రూపొందించబడింది.",
          "పూర్తిగా డిజిటల్ మరియు వినియోగదారు-స్నేహపూర్వకమైన ప్లాట్‌ఫారమ్ ద్వారా సేవలు.",
          "ఇన్-హౌస్ న్యాయ బృందం అవసరం లేకుండా సేవలు అందించబడతాయి.",
          "కంపెనీ నమోదు, ఉద్యోగ ఒప్పందాలు, సరఫరాదారుల ఒప్పందాలు, పాలసీ డాక్యుమెంట్లు మొదలైనవి కవర్ చేస్తుంది.",
          "అనుభవజ్ఞులైన న్యాయవాదులతో బలమైన నెట్‌వర్క్.",
          "బుద్ధిమంతమైన లీగల్ వర్క్‌ఫ్లోలు మరియు భద్రమైన డాక్యుమెంట్ షేరింగ్.",
          "IP రక్షణకు ప్రత్యేక సేవలు.",
          "సులభతరం, వేగవంతమైన, స్కేలబుల్ లీగల్ ఆపరేషన్‌ కోసం సహకారం కల్పిస్తుంది."
        ]
      }
    ]
  
}